/* Label for the applications list settings item */
"Allowed applications" = "Toegestane applicaties";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filter applicaties";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Geen bundel op het opgegeven pad";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Kan de gevraagde applicatie niet starten";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Kan de opgegeven bestanden niet openen";

